{
  "cardapio": {
    "cardapio_dia": [
      {
        "item": "Strogonoff de Frango - Mini",
        "descricao": "Delicado strogonoff de frango, servido com arroz soltinho, feijão caseiro, batata frita crocante e batata palha.",
        "preco": "R$ 18,00"
      },
      {
        "item": "Strogonoff de Frango - Médio",
        "descricao": "Strogonoff de frango preparado com maestria, acompanhado de arroz branco, feijão saboroso, batata frita dourada e batata palha.",
        "preco": "R$ 20,00"
      },
      {
        "item": "Bife à Milanesa - Médio",
        "descricao": "Clássico bife à milanesa servido com arroz, macarrão ao dente, batata frita e uma salada fresca.",
        "preco": "R$ 20,00"
      },
      {
        "item": "Filé de Frango Crocante com Ovo Frito - Médio",
        "descricao": "Filé de frango empanado crocante, acompanhado de arroz, feijão temperado, batata frita e uma salada variada.",
        "preco": "R$ 23,00"
      },
      {
        "item": "Bife à Milanesa - Mini",
        "descricao": "Bife à milanesa suculento, servido com arroz, macarrão, batata frita e salada fresca.",
        "preco": "R$ 18,00"
      }
    ],
    "combos": [
      {
        "item": "Combo para 2 pessoas de Frango Empanado ao Molho de Catupiry com Bacon e Queijo",
        "descricao": "Frango empanado crocante ao molho cremoso de catupiry, enriquecido com queijo derretido e pedaços de bacon, acompanhado de arroz e batata frita separados.",
        "preco": "R$ 55,00"
      },
      {
        "item": "Combo para 2 pessoas de Parmegiana de Carne",
        "descricao": "Parmegiana de carne caseira, preparada com carinho, servida com arroz e batata frita para duas pessoas.",
        "preco": "R$ 65,00"
      }
    ],
    "especialidade_da_casa": [
      {
        "item": "Parmegiana de Frango - Média",
        "descricao": "Parmegiana de frango caseira, com sabor incomparável, servida com arroz e batata frita crocante.",
        "preco": "R$ 24,00"
      },
      {
        "item": "Parmegiana de Frango - Pequena",
        "descricao": "Versão reduzida da deliciosa parmegiana de frango caseira, acompanhada de arroz e batata frita.",
        "preco": "R$ 22,00"
      }
    ],
    "combos_coca_cola": [
      {
        "item": "Parmegiana de Frango - Médio + Coca-Cola Lata 350ml",
        "descricao": "Parmegiana de frango caseira com sabor irresistível, acompanhada de arroz e batata frita crocante. Inclui uma lata de Coca-Cola de 350ml para complementar a refeição.",
        "preco": "R$ 30,00"
      },
      {
        "item": "Parmegiana de Carne - Médio + Coca-Cola Lata 350ml",
        "descricao": "Deliciosa parmegiana de carne caseira, servida com arroz soltinho e batata frita dourada. Acompanha uma Coca-Cola de 350ml.",
        "preco": "R$ 34,00"
      }
    ],
    "bebidas": [
      {
        "item": "P4 Lemon",
        "descricao": "Bebida refrescante com sabor de limão e zero açúcar, perfeita para acompanhar suas refeições.",
        "preco": "R$ 4,00"
      },
      {
        "item": "Guaraná Cibal 2L",
        "descricao": "Tradicional guaraná de 2 litros, ideal para compartilhar em família ou entre amigos.",
        "preco": "R$ 10,00"
      },
      {
        "item": "Coca-Cola 2L",
        "descricao": "A clássica Coca-Cola de 2 litros, refrescante e ideal para qualquer ocasião.",
        "preco": "R$ 13,00"
      },
      {
        "item": "Coca-Cola Lata",
        "descricao": "A tradicional Coca-Cola de 350ml, na medida perfeita para uma refeição individual.",
        "preco": "R$ 6,00"
      },
      {
        "item": "Coca-Cola Lata Zero",
        "descricao": "A mesma Coca-Cola, agora sem açúcar, para quem deseja uma opção mais leve, sem abrir mão do sabor.",
        "preco": "R$ 6,00"
      }
    ],
    "porcoes": [
      {
        "item": "Porção de Peixe Panga Sem Espinhos (700g)",
        "descricao": "Suculenta porção de 700g de filé de peixe panga sem espinhos, acompanhada de limão para realçar o sabor. Ideal para compartilhar.",
        "preco": "R$ 65,00"
      },
      {
        "item": "Porção de Peixe Panga (570g)",
        "descricao": "Porção de 570g de filé de peixe panga sem espinhos, servida com limão fresco. Perfeita para uma refeição leve e saborosa.",
        "preco": "R$ 40,00"
      },
      {
        "item": "Porção de Coxinha de Frango",
        "descricao": "Crocantes coxinhas de frango empanadas com farinha panko, acompanhadas de molho barbecue para uma explosão de sabor.",
        "preco": "R$ 50,00"
      },
      {
        "item": "Porção de Batata Frita com Cheddar e Bacon",
        "descricao": "Batata frita dourada e crocante, coberta com queijo cheddar cremoso e pedaços de bacon crocante. Um verdadeiro deleite!",
        "preco": "R$ 45,00"
      }
    ],
    "sobremesas": [
      {
        "item": "Copo Paraíso Misto",
        "descricao": "Essa sobremesa é especialidade da casa, rica em sabor. Copo paraíso de creme de ninho com bolo fofinho com brigadeiro gourmet de panela.",
        "preco": "R$ 10,00"
      },
      {
        "item": "Copo Paraíso de Geleia de Morango",
        "descricao": "Essa sobremesa é especialidade da casa, rica em sabor. Copo paraíso de ninho com morango, pedaços de bolo e geleia de morango caseira.",
        "preco": "R$ 10,00"
      },
      {
        "item": "Mini Churros",
        "descricao": "Essa deliciosa sobremesa de mini churros é uma porção com 10 mini churros deliciosos passados no açúcar e canela, recheados com doce de leite.",
        "preco": "R$ 15,50"
      }
    ]
  }
}
